Repository: cldnpl/interviews
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: Get ready for mobile tech interviews, with five questions a day and short lessons.
de: Bereite dich auf Mobile-Tech-Gespräche vor, mit fünf Fragen am Tag und kurzen Lektionen.
es: Prepárate para las entrevistas técnicas mobile, con cinco preguntas al día y lecciones breves.
fr: Prépare-toi aux entretiens techniques mobile, avec cinq questions par jour et des leçons courtes.
it: Preparati ai colloqui tecnici mobile, con cinque domande al giorno e lezioni brevi.
pt_br: Prepare-se para as entrevistas técnicas mobile, com cinco perguntas por dia e lições curtas.

source: Good afternoon
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
pt_br: Boa tarde

source: Good evening
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonasera
pt_br: Boa noite

source: Good morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
pt_br: Bom dia

source: Great work, almost flawless.
de: Starke Arbeit, fast fehlerfrei.
es: Buen trabajo, casi sin fallos.
fr: Beau travail, presque sans faute.
it: Ottimo lavoro, quasi senza sbavature.
pt_br: Ótimo trabalho, quase sem falhas.

source: In order, from the fundamentals to senior topics.
de: Der Reihe nach, von den Grundlagen bis zu Senior-Themen.
es: En orden, desde lo básico hasta los temas de senior.
fr: Dans l'ordre, des bases aux sujets de senior.
it: In ordine, dalle fondamenta ai temi da senior.
pt_br: Em ordem, do básico aos tópicos de senior.

source: Interfaces · iPhone
de: Oberflächen · iPhone
it: Interfacce · iPhone

source: Interviews Pro is active
de: Interviews Pro ist aktiv
es: Interviews Pro está activo
fr: Interviews Pro est actif
it: Interviews Pro è attivo
pt_br: O Interviews Pro está ativo

source: It only rings on days you haven't done the quiz yet.
de: Es klingelt nur an Tagen, an denen du das Quiz noch nicht gemacht hast.
es: Solo suena los días en que aún no has hecho el cuestionario.
fr: Il ne sonne que les jours où tu n'as pas encore fait le quiz.
it: Suona solo nei giorni in cui non hai ancora fatto il quiz.
pt_br: Só toca nos dias em que você ainda não fez o quiz.

source: It renews by itself every month until you cancel it, from Settings on your iPhone.
de: Es verlängert sich jeden Monat selbst, bis du es in den iPhone-Einstellungen kündigst.
es: Se renueva solo cada mes hasta que lo canceles, desde los Ajustes del iPhone.
fr: Il se renouvelle tout seul chaque mois jusqu'à ce que tu l'annules, depuis les Réglages de l'iPhone.
it: Si rinnova da sé ogni mese finché non lo disdici, dalle Impostazioni dell'iPhone.
pt_br: Renova sozinho todo mês até você cancelar, nos Ajustes do iPhone.

source: It's a symbolic price to support an independent developer and push me to keep making this better.
de: Ein symbolischer Preis, um eine unabhängige Entwicklerin zu unterstützen und mich anzutreiben, es immer besser zu machen.
es: Es un precio simbólico para apoyar a una desarrolladora independiente y empujarme a hacerlo cada vez mejor.
fr: C'est un prix symbolique pour soutenir une développeuse indépendante et me pousser à faire toujours mieux.
it: È un prezzo simbolico per sostenere una sviluppatrice indipendente e spingermi a fare sempre meglio.
pt_br: É um preço simbólico para apoiar uma desenvolvedora independente e me empurrar a fazer sempre melhor.

source: Junior is free. Mid and Senior open with Interviews Pro.
de: Junior ist kostenlos. Mid und Senior öffnen sich mit Interviews Pro.
es: Junior es gratis. Mid y Senior se abren con Interviews Pro.
fr: Junior est gratuit. Mid et Senior s'ouvrent avec Interviews Pro.
it: Junior è gratis. Mid e Senior si aprono con Interviews Pro.
pt_br: Junior é grátis. Mid e Senior abrem com o Interviews Pro.

source: Junior is free. Mid and Senior with Interviews Pro, %@ a month.
de: Junior ist kostenlos. Mid und Senior mit Interviews Pro, %@ im Monat.
es: Junior es gratis. Mid y Senior con Interviews Pro, %@ al mes.
fr: Junior est gratuit. Mid et Senior avec Interviews Pro, %@ par mois.
it: Junior è gratis. Mid e Senior con Interviews Pro, %@ al mese.
pt_br: Junior é grátis. Mid e Senior com o Interviews Pro, %@ por mês.

source: Keep going
de: Weiter so
es: Sigue así
fr: Continue comme ça
it: Vai avanti così
pt_br: Continue assim

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt_br: Idioma

source: Language · Android
de: Sprache · Android
es: Lenguaje · Android
fr: Langage · Android
it: Linguaggio · Android
pt_br: Linguagem · Android

source: Language · iPhone
de: Sprache · iPhone
es: Lenguaje · iPhone
fr: Langage · iPhone
it: Linguaggio · iPhone
pt_br: Linguagem · iPhone

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
pt_br: Mais tarde

source: Less than 2 years, or looking for your first job
de: Weniger als 2 Jahre, oder du suchst deinen ersten Job
es: Menos de 2 años, o buscas tu primer trabajo
fr: Moins de 2 ans, ou tu cherches ton premier poste
it: Meno di 2 anni, o stai cercando il primo lavoro
pt_br: Menos de 2 anos, ou você busca o primeiro emprego

source: Lesson read
de: Lektion gelesen
es: Lección leída
fr: Leçon lue
it: Lezione letta
pt_br: Lição lida

source: Lessons and questions are inside the app. Nothing of yours leaves your iPhone: there is no account and no sign-up.
de: Lektionen und Fragen stecken in der App. Nichts von dir verlässt dein iPhone: kein Konto, keine Anmeldung.
es: Las lecciones y las preguntas están dentro de la app. Nada tuyo sale del iPhone: no hay cuenta ni registro.
fr: Les leçons et les questions sont dans l'app. Rien de toi ne quitte l'iPhone : pas de compte, pas d'inscription.
it: Lezioni e domande stanno dentro l'app. Niente di tuo esce dall'iPhone: non c'è account e non c'è registrazione.
pt_br: As lições e as perguntas ficam dentro do app. Nada seu sai do iPhone: não tem conta nem cadastro.

source: Let's start
de: Los geht's
es: Empecemos
fr: On commence
it: Iniziamo
pt_br: Vamos começar

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
pt_br: Claro

source: Light and dark
de: Hell und dunkel
es: Claro y oscuro
fr: Clair et sombre
it: Chiaro e scuro
pt_br: Claro e escuro

source: Manage subscription
de: Abo verwalten
es: Gestionar la suscripción
fr: Gérer l'abonnement
it: Gestisci l'abbonamento
pt_br: Gerenciar a assinatura

source: Mid and Senior with Interviews Pro
de: Mid und Senior mit Interviews Pro
es: Mid y Senior con Interviews Pro
fr: Mid et Senior avec Interviews Pro
it: Mid e Senior con Interviews Pro
pt_br: Mid e Senior com o Interviews Pro

source: Mobile dev prep
de: Mobile-Dev-Vorbereitung
es: Preparación mobile dev
fr: Préparation mobile dev
it: Preparazione mobile dev
pt_br: Preparação mobile dev

source: More than 5 years, leading technical decisions
de: Mehr als 5 Jahre, du führst technische Entscheidungen
es: Más de 5 años, lideras decisiones técnicas
fr: Plus de 5 ans, tu mènes les choix techniques
it: Più di 5 anni, guidi scelte tecniche
pt_br: Mais de 5 anos, você lidera decisões técnicas

source: New rank!
de: Neuer Rang!
es: ¡Nuevo rango!
fr: Nouveau rang !
it: Nuovo grado!
pt_br: Novo nível!

source: No
de: Nein
fr: Non
pt_br: Não

source: No active subscription found on this Apple Account.
de: Kein aktives Abo auf diesem Apple-Account gefunden.
es: No hay ninguna suscripción activa en esta cuenta de Apple.
fr: Aucun abonnement actif sur ce compte Apple.
it: Nessun abbonamento attivo su questo Apple Account.
pt_br: Nenhuma assinatura ativa nesta Conta Apple.

source: No mistakes to review
de: Keine Fehler zum Wiederholen
es: Ningún error por repasar
fr: Aucune erreur à revoir
it: Nessun errore da ripassare
pt_br: Nenhum erro para revisar

source: No problem: that's exactly what the lessons are for.
de: Kein Problem: Genau dafür sind die Lektionen da.
es: Sin problema: las lecciones están justo para eso.
fr: Pas de souci : les leçons sont là pour ça.
it: Nessun problema: le lezioni sono lì apposta.
pt_br: Sem problema: as lições estão aí para isso.

source: No XP this time
de: Diesmal kein XP
es: Ningún XP esta vez
fr: Aucun XP cette fois
it: Nessun XP questa volta
pt_br: Nenhum XP desta vez

source: Not quite
de: Nicht ganz
es: No del todo
fr: Pas tout à fait
it: Non proprio
pt_br: Não exatamente

source: Nothing here yet. Every quiz you do adds a bar.
de: Hier ist noch nichts. Jedes Quiz fügt einen Balken hinzu.
es: Aquí todavía no hay nada. Cada test que haces añade una barra.
fr: Rien ici pour l'instant. Chaque quiz ajoute une barre.
it: Qui non c'è ancora niente. Ogni quiz che fai aggiunge una barra.
pt_br: Ainda não há nada aqui. Cada quiz que você faz adiciona uma barra.

source: Nothing hidden: this is what you get, and what costs money.
de: Nichts versteckt: Das bekommst du, und das kostet Geld.
es: Nada escondido: esto es lo que hay y lo que cuesta.
fr: Rien de caché : voilà ce que tu as, et ce qui coûte.
it: Niente di nascosto: ecco cosa trovi e cosa costa.
pt_br: Nada escondido: é isso que você recebe e isso que custa.

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
pt_br: Notificações

source: Notifications are turned off in iOS Settings: turn them on there for Interviews.
de: Mitteilungen sind in den iOS-Einstellungen aus: Schalte sie dort für Interviews ein.
es: Las notificaciones están desactivadas en los Ajustes de iOS: actívalas allí para Interviews.
fr: Les notifications sont désactivées dans les Réglages iOS : active-les là pour Interviews.
it: Le notifiche sono disattivate nelle Impostazioni di iOS: attivale lì per Interviews.
pt_br: As notificações estão desativadas nos Ajustes do iOS: ative-as lá para o Interviews.

source: One app for Android and iPhone together
de: Eine App für Android und iPhone zugleich
es: Una sola app para Android e iPhone a la vez
fr: Une seule app pour Android et iPhone à la fois
it: Una sola app per Android e iPhone insieme
pt_br: Um só app para Android e iPhone juntos

source: One day done. Come back tomorrow and it becomes two.
de: Ein Tag geschafft. Komm morgen wieder, dann sind es zwei.
es: Un día hecho. Vuelve mañana y se hacen dos.
fr: Un jour fait. Reviens demain et ça en fera deux.
it: Un giorno fatto. Torna domani e diventano due.
pt_br: Um dia feito. Volte amanhã e viram dois.

source: One more day in a row. See you tomorrow, same time.
de: Noch ein Tag in Folge. Bis morgen, gleiche Zeit.
es: Otro día seguido. Nos vemos mañana, a la misma hora.
fr: Un jour de plus d'affilée. À demain, même heure.
it: Un altro giorno di fila. Ci vediamo domani, stessa ora.
pt_br: Mais um dia seguido. Até amanhã, no mesmo horário.

source: Perfect. That interview is yours 🎉
de: Perfekt. Das Gespräch ist deins 🎉
es: Perfecto. Esa entrevista es tuya 🎉
fr: Parfait. Cet entretien est à toi 🎉
it: Perfetto. Il colloquio è tuo 🎉
pt_br: Perfeito. Essa entrevista é sua 🎉

source: Pick up today's questions on %@.
de: Mach mit den heutigen Fragen zu %@ weiter.
es: Retoma las preguntas de hoy sobre %@.
fr: Reprends les questions du jour sur %@.
it: Riparti con le domande di oggi su %@.
pt_br: Retome as perguntas de hoje sobre %@.

source: Practice of the day
de: Training des Tages
es: Entrenamiento del día
fr: Entraînement du jour
it: Allenamento del giorno
pt_br: Treino do dia

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt_br: Privacidade

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt_br: Política de privacidade

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt_br: Perfil

source: Questions adapt to you. Answering earns XP and raises your rank, all the way to Staff.
de: Die Fragen passen sich dir an. Antworten bringt XP und hebt deinen Rang, bis Staff.
es: Las preguntas se adaptan a ti. Al responder ganas XP y subes de rango, hasta Staff.
fr: Les questions s'adaptent à toi. En répondant tu gagnes des XP et tu montes de rang, jusqu'à Staff.
it: Le domande si adattano a te. Rispondendo guadagni XP e sali di grado, fino a Staff.
pt_br: As perguntas se adaptam a você. Respondendo você ganha XP e sobe de nível, até Staff.

source: Questions answered
de: Beantwortete Fragen
es: Preguntas respondidas
fr: Questions répondues
it: Domande risposte
pt_br: Perguntas respondidas

source: Quizzes taken
de: Quiz gemacht
es: Cuestionarios hechos
fr: Quiz faits
it: Quiz fatti
pt_br: Quizzes feitos

source: Ranks
de: Ränge
es: Rangos
fr: Rangs
it: Gradi
pt_br: Níveis

source: Read the corrections, then try again: once you answer correctly, the mistake disappears from here.
de: Lies die Korrekturen und versuch es nochmal: Sobald du richtig antwortest, verschwindet der Fehler hier.
es: Lee las correcciones y vuelve a intentarlo: cuando respondas bien, el error desaparece de aquí.
fr: Lis les corrections, puis réessaie : dès que tu réponds juste, l'erreur disparaît d'ici.
it: Leggi le correzioni, poi riprova: quando rispondi giusto l'errore sparisce da qui.
pt_br: Leia as correções e tente de novo: quando você acertar, o erro desaparece daqui.

source: Ready for the interview?
de: Bereit für das Gespräch?
es: ¿Listo para la entrevista?
fr: Prêt pour l'entretien ?
it: Pronto per il colloquio?
pt_br: Pronto para a entrevista?

source: Ready for today?
de: Bereit für heute?
es: ¿Listo para hoy?
fr: Prêt pour aujourd'hui ?
it: Pronto per oggi?
pt_br: Pronto para hoje?

source: Redo onboarding
de: Onboarding wiederholen
es: Repetir el onboarding
fr: Refaire l'onboarding
it: Rifai l'onboarding
pt_br: Refazer o onboarding

source: Renews every month. Cancel whenever you like, from Settings on your iPhone.
de: Verlängert sich monatlich. Du kündigst, wann du willst, in den iPhone-Einstellungen.
es: Se renueva cada mes. Lo cancelas cuando quieras, desde los Ajustes del iPhone.
fr: Il se renouvelle chaque mois. Tu l'annules quand tu veux, depuis les Réglages de l'iPhone.
it: Si rinnova ogni mese. Lo disdici quando vuoi, dalle Impostazioni dell'iPhone.
pt_br: Renova todo mês. Você cancela quando quiser, nos Ajustes do iPhone.

source: Reset
de: Zurücksetzen
es: Borrar
fr: Réinitialiser
it: Azzera
pt_br: Zerar

source: Reset progress
de: Fortschritt zurücksetzen
es: Borrar el progreso
fr: Réinitialiser la progression
it: Azzera i progressi
pt_br: Zerar o progresso

source: Reset streak, stats and mistakes?
de: Serie, Statistiken und Fehler zurücksetzen?
es: ¿Borrar la serie, las estadísticas y los errores?
fr: Réinitialiser la série, les stats et les erreurs ?
it: Azzerare streak, statistiche ed errori?
pt_br: Zerar sequência, estatísticas e erros?

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina gli acquisti
pt_br: Restaurar compras

source: Retry %lld mistakes
de: %lld Fehler neu versuchen
es: Reintentar %lld errores
fr: Réessayer %lld erreurs
it: Riprova %lld errori
pt_br: Tentar %lld erros de novo

source: Review
de: Wiederholen
es: Repaso
fr: Révision
it: Ripasso
pt_br: Revisão

source: Review the %lld corrections
de: Die %lld Korrekturen ansehen
es: Repasa las %lld correcciones
fr: Revois les %lld corrections
it: Rivedi le %lld correzioni
pt_br: Revise as %lld correções

source: Review the correction
de: Die Korrektur ansehen
es: Repasa la corrección
fr: Revois la correction
it: Rivedi la correzione
pt_br: Revise a correção

source: Right answers
de: Richtige Antworten
es: Respuestas correctas
fr: Bonnes réponses
it: Risposte giuste
pt_br: Respostas certas

source: See your result
de: Ergebnis ansehen
es: Ver el resultado
fr: Voir le résultat
it: Vedi il risultato
pt_br: Ver o resultado

source: Six languages
de: Sechs Sprachen
es: Seis idiomas
fr: Six langues
it: Sei lingue
pt_br: Seis idiomas

source: Solid base. One review and you're there.
de: Gute Basis. Eine Wiederholung und du bist da.
es: Buena base. Un repaso y ya está.
fr: Bonne base. Une révision et c'est bon.
it: Buona base. Un ripasso e ci sei.
pt_br: Boa base. Uma revisão e você chega.

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo ha salido mal
fr: Quelque chose n'a pas marché
it: Qualcosa è andato storto
pt_br: Algo deu errado

source: Start
de: Starten
es: Empezar
fr: Commencer
it: Inizia
pt_br: Começar

source: Streak started!
de: Serie gestartet!
es: ¡Serie empezada!
fr: Série lancée !
it: Serie iniziata!
pt_br: Sequência iniciada!

source: Streak: %lld days
de: Serie: %lld Tage
es: Racha: %lld días
fr: Série : %lld jours
it: Serie: %lld giorni
pt_br: Sequência: %lld dias

source: Study the lesson
de: Lektion lernen
es: Estudia la lección
fr: Étudier la leçon
it: Studia la lezione
pt_br: Estude a lição

source: Subscription
de: Abo
es: Suscripción
fr: Abonnement
it: Abbonamento
pt_br: Assinatura

source: Take it again for practice
de: Nochmal zum Üben
es: Repítelo para entrenar
fr: Refais-le pour t'entraîner
it: Rifallo per allenarti
pt_br: Refaça para treinar

source: Take the quiz
de: Quiz machen
es: Haz el cuestionario
fr: Faire le quiz
it: Fai il quiz
pt_br: Fazer o quiz

source: Tap to see what opens up.
de: Tippe, um zu sehen, was sich öffnet.
es: Toca para ver qué se abre.
fr: Touche pour voir ce qui s'ouvre.
it: Tocca per vedere cosa si apre.
pt_br: Toque para ver o que abre.

source: Terms
de: Nutzungsbedingungen
es: Términos
fr: Conditions
it: Termini
pt_br: Termos

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini d'uso
pt_br: Termos de uso

source: Test yourself
de: Teste dich
es: Ponte a prueba
fr: Teste-toi
it: Mettiti alla prova
pt_br: Teste-se

# The %@ lessons of %@ are part of Interviews Pro.
source: The %1$@ lessons of %2$@ are part of Interviews Pro.
de: Die %1$@-Lektionen von %2$@ gehören zu Interviews Pro.
es: Las lecciones %1$@ de %2$@ son parte de Interviews Pro.
fr: Les leçons %1$@ de %2$@ font partie d'Interviews Pro.
it: Le lezioni %1$@ di %2$@ fanno parte di Interviews Pro.
pt_br: As lições %1$@ de %2$@ fazem parte do Interviews Pro.

# The %@ topics of %@ are part of Interviews Pro.
source: The %1$@ topics of %2$@ are part of Interviews Pro.
de: Die %1$@-Themen von %2$@ gehören zu Interviews Pro.
es: Los temas %1$@ de %2$@ son parte de Interviews Pro.
fr: Les sujets %1$@ de %2$@ font partie d'Interviews Pro.
it: Gli argomenti %1$@ di %2$@ fanno parte di Interviews Pro.
pt_br: Os tópicos %1$@ de %2$@ fazem parte do Interviews Pro.

source: The app switches language. Lessons and questions are written by hand in English and Italian, so in this language you read them in English: better than a machine translation of a hard idea.
de: Die App wechselt die Sprache. Lektionen und Fragen sind von Hand auf Englisch und Italienisch geschrieben, in dieser Sprache liest du sie also auf Englisch: besser als eine maschinelle Übersetzung eines schweren Themas.
es: La app cambia de idioma. Las lecciones y las preguntas están escritas a mano en inglés y en italiano, así que en este idioma las leerás en inglés: mejor que una traducción automática de una idea difícil.
fr: L'app change de langue. Les leçons et les questions sont écrites à la main en anglais et en italien, donc dans cette langue tu les lis en anglais : mieux qu'une traduction automatique d'une notion difficile.
it: L'app cambia lingua. Lezioni e domande sono scritte a mano in inglese e in italiano, quindi in questa lingua le leggi in inglese: meglio di una traduzione automatica di un concetto difficile.
pt_br: O app troca de idioma. As lições e as perguntas são escritas à mão em inglês e em italiano, então neste idioma você as lê em inglês: melhor do que uma tradução automática de uma ideia difícil.

source: The classic way to build iPhone screens
de: Der klassische Weg, iPhone-Bildschirme zu bauen
es: La forma clásica de construir pantallas de iPhone
fr: La façon classique de construire les écrans iPhone
it: Il modo classico di costruire le schermate iPhone
pt_br: O jeito clássico de construir telas do iPhone

source: The fundamentals: start here.
de: Die Grundlagen: hier geht's los.
es: Lo básico: se empieza por aquí.
fr: Les bases : on commence ici.
it: Le fondamenta: si parte da qui.
pt_br: O básico: comece por aqui.

source: The harder topics are part of a subscription at %@ a month. It's a symbolic price to support an independent developer. You can look at it later, from your profile.
de: Die schwereren Themen gehören zu einem Abo für %@ im Monat. Ein symbolischer Preis, um eine unabhängige Entwicklerin zu unterstützen. Du kannst es später im Profil ansehen.
es: Los temas más difíciles son parte de una suscripción de %@ al mes. Es un precio simbólico para apoyar a una desarrolladora independiente. Puedes verlo más tarde, desde el perfil.
fr: Les sujets plus difficiles font partie d'un abonnement à %@ par mois. C'est un prix symbolique pour soutenir une développeuse indépendante. Tu peux le regarder plus tard, depuis le profil.
it: Gli argomenti più difficili fanno parte di un abbonamento da %@ al mese. È un prezzo simbolico per sostenere una sviluppatrice indipendente. Puoi guardarlo più tardi, dal profilo.
pt_br: Os tópicos mais difíceis fazem parte de uma assinatura de %@ por mês. É um preço simbólico para apoiar uma desenvolvedora independente. Você pode ver mais tarde, no perfil.

source: The language of Android apps
de: Die Sprache der Android-Apps
es: El lenguaje de las apps de Android
fr: Le langage des apps Android
it: Il linguaggio delle app Android
pt_br: A linguagem dos apps Android

source: The language of iPhone apps
de: Die Sprache der iPhone-Apps
es: El lenguaje de las apps de iPhone
fr: Le langage des apps iPhone
it: Il linguaggio delle app iPhone
pt_br: A linguagem dos apps do iPhone

source: The last five weeks
de: Die letzten fünf Wochen
es: Las últimas cinco semanas
fr: Les cinq dernières semaines
it: Le ultime cinque settimane
pt_br: As últimas cinco semanas

source: The lessons and quizzes beyond the fundamentals, on every track.
de: Die Lektionen und Quiz jenseits der Grundlagen, auf jedem Pfad.
es: Las lecciones y los cuestionarios más allá de lo básico, en todas las rutas.
fr: Les leçons et les quiz au-delà des bases, sur chaque parcours.
it: Le lezioni e i quiz oltre le fondamenta, su ogni percorso.
pt_br: As lições e os quizzes além do básico, em todas as trilhas.
